Repository: GabrieleBattaglia/orologic
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es, pt

source: Inserisci il numero di nodi da analizzare (in migliaia): [INVIO per 25]
pt: Insira o número de nós a serem analisados (em milhares): [ENTER para 25]

source: Scelta non valida. Analisi annullata.
pt: A escolha não é válida. Análise cancelada.

source: Inesattezza (es. 25-50 cp): [INVIO per 38]
pt: Imprecisão (es. 25-50 cp): [ENTER para 38]

source: Errore (es. 51-100 cp): [INVIO per 75]
pt: Erro (es. 51-100 cp): [ENTER para 75]

source: Svarione (Blunder, > Errore): [INVIO per 200]
pt: Variação (Blunder, > Erro): [ENTER para 200]

source: Quante varianti alternative calcolare per le mosse deboli? (1-5): [INVIO per 1]
pt: Quantas variantes alternativas calcular para lances fracos? (1-5): [ENTER para 1]

source: Vuoi saltare automaticamente le mosse di apertura note? (INVIO per sì, ESC per specificare manualmente):
pt: Deseja pular automaticamente os lances de notas de abertura?? (ENTER para sim, ESC para especificar manualmente):

source: Rilevo la fine della teoria d'apertura...
pt: Eu detecto o fim da teoria de abertura ...

source: L'analisi salterà le prime {n} semimosse.
pt: A análise irá pular o primeiro {n} semilance.

source: Svarione
pt: Variações

source: Errore
pt: Error

source: Inesattezza
pt: Imprecisão

source: Analisi automatica completata.
pt: Análise automática concluída.

source: PGN analizzato salvato come: {path}
pt: PGN da análise salvo como: {path}

source: Errore durante il salvataggio del PGN: {e}
pt: Erro durante o salvamento do PGN: {e}

source: Ritorno al menù principale.
pt: Retorne ao menu principal.

source: Modalità analisi. Headers della partita:
es: Modo de análisis. Cabeceras de la partida:
pt: Modo de análise. Cabeçalhos da partida:

source: Numero totale di mosse: {num_moves}
es: Número total de jugadas: {num_moves}
pt: Número total de lances: {num_moves}

source: Mosse insufficienti. [M] per tornare al menù o [L] per caricare un nuovo PGN dagli appunti:
es: Jugadas insuficientes. [M] para volver al menú o [L] para cargar un nuevo PGN desde el portapapeles:
pt: Lances insuficientes. [M] para voltar ao menu ou [L] para carregar um novo PGN da área de transferência:

source: Gli appunti non contengono un PGN valido. Ritorno al menù.
es: El portapapeles no contiene un PGN válido. Volviendo al menú.
pt: A área de transferência não contém um PGN válido. Retornando ao menu.

source: Tempo analisi impostato a {time} secondi. Linee riportate dal motore impostate a {multipv}.
es: Tiempo de análisis establecido en {time} segundos. Líneas informadas por el motor establecidas en {multipv}.
pt: Tempo de análise definido para {time} segundos. Linhas relatadas pelo motor definidas para {multipv}.

source: Premi '?' per la lista dei comandi.
es: Pulsa '?' para la lista de comandos.
pt: Pressione '?' para a lista de comandos.

source: Start
es: Inicio
pt: Início

source: Commento:
es: Comentario:
pt: Comentário:

source: Già all'inizio della partita.
es: Ya estás al inicio de la partida.
pt: Já no início da partida.

source: Nessuna mossa precedente.
es: Ninguna jugada anterior.
pt: Nenhum lance anterior.

source: Sei arrivato alla fine della linea principale.
es: Has llegado al final de la línea principal.
pt: Você chegou ao final da linha principal.

source: Già alla fine della linea principale.
es: Ya estás al final de la línea principal.
pt: Já no final da linha principal.

source: Non ci sono varianti precedenti.
es: No hay variantes anteriores.
pt: Não há variantes anteriores.

source: Errore: nodo corrente non trovato nelle varianti del genitore.
es: Error: nodo actual no encontrado en las variantes del padre.
pt: Erro: nó atual não encontrado nas variantes do pai.

source: Nessun nodo variante disponibile (sei alla radice).
es: Ningún nodo de variante disponible (estás en la raíz).
pt: Nenhum nó de variante disponível (você está na raiz).

source: Non ci sono varianti successive.
es: No hay variantes siguientes.
pt: Não há variantes seguintes.

source: Vai a mossa n.# (Max {max_moves}):
es: Ir a la jugada n.º (Máx. {max_moves}):
pt: Ir para o lance nº (Máx {max_moves}):

source: Raggiunta la fine della linea prima della mossa richiesta.
es: Se alcanzó el final de la línea antes de la jugada solicitada.
pt: Fim da linha alcançado antes do lance solicitado.

source: Sei già a questa mossa/posizione.
es: Ya estás en esta jugada/posición.
pt: Você já está neste lance/posição.

source: Header della partita:
es: Cabecera de la partida:
pt: Cabeçalho da partida:

source: Nuovo PGN caricato dagli appunti.
es: Nuevo PGN cargado desde el portapapeles.
pt: Novo PGN carregado da área de transferência.

source: Headers della nuova partita:
es: Cabeceras de la nueva partida:
pt: Cabeçalhos da nova partida:

source: Errore nel caricamento dagli appunti:
es: Error al cargar desde el portapapeles:
pt: Erro ao carregar da área de transferência:

source: Motore non inizializzato.
es: Motor no inicializado.
pt: Motor não inicializado.

source: Calcolo bestline...
es: Calculando mejor línea...
pt: Calculando a melhor linha (bestline)...

source: {Bestline aggiunta}
es: {Mejor línea añadida}
pt: {Melhor linha adicionada}

source: Bestline aggiunta/aggiornata come variante.
es: Mejor línea añadida/actualizada como variante.
pt: Melhor linha (bestline) adicionada/atualizada como variante.

source: Errore durante l'aggiunta della variante: {error}
es: Error al añadir la variante: {error}
pt: Erro ao adicionar a variante: {error}

source: Impossibile calcolare la bestline.
es: No se pudo calcular la mejor línea.
pt: Impossível calcular a melhor linha (bestline).

source: Calcolo bestmove...
es: Calculando mejor jugada...
pt: Calculando o melhor lance (bestmove)...

source: Bestmove ({san}) aggiunta al commento.
es: Mejor jugada ({san}) añadida al comentario.
pt: Melhor lance (bestmove) ({san}) adicionado ao comentário.

source: Errore nell'ottenere SAN per bestmove: {error}
es: Error al obtener SAN para la mejor jugada: {error}
pt: Erro ao obter SAN para o melhor lance (bestmove): {error}

source: Impossibile calcolare la bestmove.
es: No se pudo calcular la mejor jugada.
pt: Impossível calcular o melhor lance (bestmove).

source: Inserisci il commento:
es: Introduce el comentario:
pt: Insira o comentário:

source: Commento aggiunto/aggiornato.
es: Comentario añadido/actualizado.
pt: Comentário adicionado/atualizado.

source: Nessun commento inserito.
es: Ningún comentario introducido.
pt: Nenhum comentário inserido.

source: Calcolo valutazione...
es: Calculando evaluación...
pt: Calculando avaliação...

source: Valutazione ({eval_str}) aggiunta al commento.
es: Evaluación ({eval_str}) añadida al comentario.
pt: Avaliação ({eval_str}) adicionada ao comentário.

source: Impossibile calcolare la valutazione.
es: No se pudo calcular la evaluación.
pt: Impossível calcular a avaliação.

source: Lettura automatica dei commenti disabilitata.
es: Lectura automática de comentarios desactivada.
pt: Leitura automática de comentários desativada.

source: Lettura automatica dei commenti abilitata.
es: Lectura automática de comentarios activada.
pt: Leitura automática de comentários ativada.

source: Eliminare il commento: '{comment}'? (s/n):
es: ¿Eliminar el comentario: '{comment}'? (s/n):
pt: Excluir o comentário: '{comment}'? (s/n):

source: Commento eliminato.
es: Comentario eliminado.
pt: Comentário excluído.

source: Eliminazione annullata.
es: Eliminación cancelada.
pt: Exclusão cancelada.

source: Nessun commento da eliminare.
es: Ningún comentario para eliminar.
pt: Nenhum comentário para excluir.

source: Mossa migliore:
es: Mejor jugada:
pt: Melhor lance:

source: Errore nell'ottenere SAN/Descr per bestmove: {error}
es: Error al obtener SAN/Descr para la mejor jugada: {error}
pt: Erro ao obter SAN/Descrição para o melhor lance (bestmove): {error}

source: BM: Errore
es: BM: Error
pt: ML: Erro

source: BM: N/A
es: BM: N/D
pt: ML: N/D

source: Linea migliore:
es: Mejor línea:
pt: Melhor linha:

source: Calcolo linee di analisi...
es: Calculando líneas de análisis...
pt: Calculando linhas de análise...

source: Nessun risultato di analisi disponibile.
es: Ningún resultado de análisis disponible.
pt: Nenhum resultado de análise disponível.

source: Statistiche: Tempo: {time}s, Hash: {hash}, TB: {tb} Debug: {debug} Profondità: {depth}/{seldepth}, Val: {score}, WDL: {wdl} Nodi: {nodes}, NPS: {nps} Linee di analisi:
es: Estadísticas: Tiempo: {time}s, Hash: {hash}, TB: {tb} Debug: {debug} Profundidad: {depth}/{seldepth}, Val: {score}, WDL: {wdl} Nodos: {nodes}, NPS: {nps} Líneas de análisis:
pt: Estatísticas: Tempo: {time}s, Hash: {hash}, TB: {tb} Debug: {debug} Profundidade: {depth}/{seldepth}, Val: {score}, VED: {wdl} Nós: {nodes}, NPS: {nps} Linhas de análise:

source: Linea {i} ({score}): Nessuna mossa trovata.
es: Línea {i} ({score}): No se encontró ninguna jugada.
pt: Linha {i} ({score}): Nenhum lance encontrado.

source: Linea {i} ({score}): {moves}
es: Línea {i} ({score}): {moves}
pt: Linha {i} ({score}): {moves}

source: Linea {i} ({score}): Errore conversione PV - {error}
es: Línea {i} ({score}): Error de conversión PV - {error}
pt: Linha {i} ({score}): Erro na conversão da PV - {error}

source: Vuoi ispezionare le linee in modalità smart? (s/n):
es: ¿Quieres inspeccionar las líneas en modo inteligente? (s/n):
pt: Deseja inspecionar as linhas no modo inteligente? (s/n):

source: CP: N/A
es: CP: N/D
pt: CP: N/D

source: WDL: N/A
es: WDL: N/D
pt: VED: N/D

source: Calcolo WDL...
es: Calculando WDL...
pt: Calculando VED...

source: Impossibile calcolare WDL.
es: No se pudo calcular el WDL.
pt: Impossível calcular VED.

source: Tempo analisi: {time}s. Cache: {cache_len} posizioni.
es: Tiempo de análisis: {time}s. Caché: {cache_len} posiciones.
pt: Tempo de análise: {time}s. Cache: {cache_len} posições.

source: Nuovo tempo (secondi) o INVIO:
es: Nuevo tiempo (segundos) o ENTER:
pt: Novo tempo (segundos) ou ENTER:

source: Tempo di analisi aggiornato.
es: Tiempo de análisis actualizado.
pt: Tempo de análise atualizado.

source: Tempo di analisi non modificato.
es: Tiempo de análisis no modificado.
pt: Tempo de análise não modificado.

source: Linee analisi: {multipv}. Cache: {cache_len} posizioni.
es: Líneas de análisis: {multipv}. Caché: {cache_len} posiciones.
pt: Linhas de análise: {multipv}. Cache: {cache_len} posições.

source: Nuovo numero linee o INVIO:
es: Nuevo número de líneas o ENTER:
pt: Novo número de linhas ou ENTER:

source: Numero di linee aggiornato.
es: Número de líneas actualizado.
pt: Número de linhas atualizado.

source: Numero di linee non modificato.
es: Número de líneas no modificado.
pt: Número de linhas não modificado.

source: Comandi disponibili in modalità analisi:
es: Comandos disponibles en modo de análisis:
pt: Comandos disponíveis no modo de análise:

source: Comando non riconosciuto.
es: Comando no reconocido.
pt: Comando não reconhecido.

source: Fine analisi
es: Fin del análisis
pt: Fim da análise

source: Annotator aggiornato.
es: 'Annotator' actualizado.
pt: Anotador atualizado.

source: !!!!!!!! ATTENZIONE: str(pgn_game) ha restituito una stringa vuota! !!!!!!!!
es: !!!!!!!! ATENCIÓN: ¡str(pgn_game) ha devuelto una cadena vacía! !!!!!!!!
pt: !!!!!!!! ATENÇÃO: str(pgn_game) retornou uma string vazia! !!!!!!!!

source: Attenzione: Stringa PGN grezza vuota o non valida, formattazione saltata.
es: Atención: Cadena PGN en bruto vacía o no válida, se ha omitido el formato.
pt: Atenção: String PGN bruta vazia ou inválida, formatação ignorada.

source: Bianco
es: Blancas
pt: Brancas

source: Nero
es: Negras
pt: Negras

source: Salva PGN modificato. Nome base (INVIO per '{default_name}'):
es: Guardar PGN modificado. Nombre base (ENTER para '{default_name}'):
pt: Salvar PGN modificado. Nome base (ENTER para '{default_name}'):

source: PGN aggiornato salvato come
es: PGN actualizado guardado como
pt: PGN atualizado salvo como

source: Header Annotator è stato aggiornato nel file.
es: La cabecera 'Annotator' ha sido actualizada en el archivo.
pt: O cabeçalho Annotator foi atualizado no arquivo.

source: Errore durante il salvataggio del PGN: {error}
es: Error al guardar el PGN: {error}
pt: Erro ao salvar o PGN: {error}

source: Impossibile salvare il file PGN a causa di errori durante la generazione/formattazione.
es: No se puede guardar el archivo PGN debido a errores durante la generación/formato.
pt: Impossível salvar o arquivo PGN devido a erros durante a geração/formatação.

source: Non sono state apportate modifiche salvabili al PGN.
es: No se han realizado cambios guardables en el PGN.
pt: Nenhuma alteração salvável foi feita no PGN.

source: PGN attuale (formattato) copiato negli appunti.
es: PGN actual (formateado) copiado en el portapapeles.
pt: PGN atual (formatado) copiado para a área de transferência.

source: Errore durante la copia del PGN (formattato) negli appunti: {error}
es: Error al copiar el PGN (formateado) en el portapapeles: {error}
pt: Erro ao copiar o PGN (formatado) para a área de transferência: {error}

source: Nessun PGN formattato da copiare negli appunti.
es: Ningún PGN formateado para copiar en el portapapeles.
pt: Nenhum PGN formatado para copiar para a área de transferência.

source: Uscita dalla modalità analisi. Ritorno al menù principale.
es: Saliendo del modo de análisis. Volviendo al menú principal.
pt: Saindo do modo de análise. Retornando ao menu principal.

source: Colonna base non valida.
es: Columna base no válida.
pt: Coluna base inválida.

source: alto-destra
es: superior derecha
pt: superior-direita

source: alto-sinistra
es: superior izquierda
pt: superior-esquerda

source: Diagonale da {base} in direzione {direction}:
es: Diagonal desde {base} en dirección {direction}:
pt: Diagonal de {base} na direção {direction}:

source: Diagonale da {base} in direzione {direction} non contiene pezzi.
es: La diagonal desde {base} en dirección {direction} no contiene piezas.
pt: A diagonal de {base} na direção {direction} não contém peças.

source: Traversa non valida.
es: Fila no válida.
pt: Linha inválida.

source: Traversa {rank}:
es: Fila {rank}:
pt: Linha {rank}:

source: La traversa {rank} è vuota.
es: La fila {rank} está vacía.
pt: A linha {rank} está vazia.

source: Colonna non valida.
es: Columna no válida.
pt: Coluna inválida.

source: Colonna {col_name}:
es: Columna {col_name}:
pt: Coluna {col_name}:

source: La colonna {col_name} è vuota.
es: La columna {col_name} está vacía.
pt: A coluna {col_name} está vazia.

source: {piece_desc} in {col_name} {rank_name}
es: {piece_desc} en {col_name}{rank_name}
pt: {piece_desc} em {col_name} {rank_name}

source: Casa non valida.
es: Casilla no válida.
pt: Casa inválida.

source: scura
es: oscura
pt: escura

source: chiara
es: clara
pt: clara

source: La casa {square} è {color} e contiene {piece_desc}.
es: La casilla {square} es {color} y contiene {piece_desc}.
pt: A casa {square} é {color} e contém {piece_desc}.

source: difesa da: {defenders}
es: defendida por: {defenders}
pt: defendida por: {defenders}

source: attaccata da: {attackers}
es: atacada por: {attackers}
pt: atacada por: {attackers}

source: La casa {square} è {color} e risulta vuota.
es: La casilla {square} es {color} y está vacía.
pt: A casa {square} é {color} e está vazia.

source: attaccata dal Bianco con: {attackers}
es: atacada por las Blancas con: {attackers}
pt: atacada pelas Brancas com: {attackers}

source: attaccata dal Nero con: {attackers}
es: atacada por las Negras con: {attackers}
pt: atacada pelas Negras com: {attackers}

source: Non riconosciuto: inserisci R N B Q K P, r n b q k p
es: No reconocido: introduce T C A D R P, t c a d r p
pt: Não reconhecido: insira T C B D R P, t c b d r p

source: Nessun {name} {color} trovato.
es: No se encontró ningún {name} {color}.
pt: Nenhum(a) {name} {color} encontrado(a).

source: Tempo bianco:
es: Tiempo de las blancas:
pt: Tempo das brancas:

source: Tempo nero:
es: Tiempo de las negras:
pt: Tempo das negras:

source: Riepilogo Partita di Orologic
es: Resumen de la Partida de Orologic
pt: Resumo da Partida por Orologic

source: Sede: {site}
es: Lugar: {site}
pt: Local: {site}

source: Round: {round}
es: Ronda: {round}
pt: Rodada: {round}

source: Bianco: {white} ({elo})
es: Blancas: {white} ({elo})
pt: Brancas: {white} ({elo})

source: N/A
es: N/D
pt: N/D

source: Nero: {black} ({elo})
es: Negras: {black} ({elo})
pt: Negras: {black} ({elo})

source: Tempo finale Bianco: {clock}
pt: Tempo final das Brancas: {clock}

source: Tempo finale Nero: {clock}
pt: Tempo final das Negras: {clock}

source: Controllo del Tempo: {tc}
es: Control de Tiempo: {tc}
pt: Controle de Tempo: {tc}

source: Apertura: {eco} - {opening}
pt: Abertura: {eco} - {opening}

source: Apertura: non rilevata
es: Apertura: no detectada
pt: Abertura: não detectada

source: Lista Mosse:
es: Lista de Jugadas:
pt: Lista de Lances:

source: Risultato finale: {result}
es: Resultado final: {result}
pt: Resultado final: {result}

source: File generato il: {datetime}
es: Archivo generado el: {datetime}
pt: Arquivo gerado em: {datetime}

source: Report generato da Orologic V{version} - {programmer}
es: Informe generado por Orologic V{version} - {programmer}
pt: Relatório gerado por Orologic V{version} - {programmer}

source: Riepilogo partita salvato come {filename}.
es: Resumen de la partida guardado como {filename}.
pt: Resumo da partida salvo como {filename}.

source: Errore durante il salvataggio del riepilogo testuale: {error}
es: Error al guardar el resumen de texto: {error}
pt: Erro ao salvar o resumo em texto: {error}

source: Riepilogo testuale salvato come: {path}
pt: Resumo textual salvo como: {path}

source: Errore durante il salvataggio del riepilogo testuale: {e}
pt: Erro ao salvar o resumo em texto: {e}

source: --- Configurazione Fischer Random (Chess960) ---
es: --- Configuración Fischer Random (Chess960) ---
pt: --- Configuração Fischer Random (Chess960) ---

source: Inserisci la sequenza di 8 pezzi, '?' per una casuale, o '.' per annullare:
es: Introduce la secuencia de 8 piezas, '?' para una aleatoria, o '.' para cancelar:
pt: Insira a sequência de 8 peças, '?' para uma aleatória, ou '.' para cancelar:

source: Generazione posizione casuale numero {pos_num}...
es: Generando posición aleatoria número {pos_num}...
pt: Gerando posição aleatória número {pos_num}...

source: Posizione generata: {sequence} (Numero: {number})
es: Posición generada: {sequence} (Número: {number})
pt: Posição gerada: {sequence} (Número: {number})

source: Configurazione annullata.
es: Configuración cancelada.
pt: Configuração cancelada.

source: Errore: la sequenza deve contenere 8 caratteri. Tu ne hai inseriti {num_chars}.
es: Error: la secuencia debe contener 8 caracteres. Has introducido {num_chars}.
pt: Erro: a sequência deve conter 8 caracteres. Você inseriu {num_chars}.

source: Posizione valida! Numero di riferimento Chess960: {number}
es: ¡Posición válida! Número de referencia Chess960: {number}
pt: Posição válida! Número de referência Chess960: {number}

source: Errore: Posizione non valida. La libreria riporta: '{error}'
es: Error: Posición no válida. La biblioteca informa: '{error}'
pt: Erro: Posição inválida. A biblioteca informa: '{error}'

source: {minutes:02d} minuti e {seconds:02d} secondi!
es: ¡{minutes:02d} minutos y {seconds:02d} segundos!
pt: {minutes:02d} minutos e {seconds:02d} segundos!

source: Formato orario non valido. Atteso mm:ss. Errore:
es: Formato de hora no válido. Se esperaba mm:ss. Error:
pt: Formato de hora inválido. Esperado mm:ss. Erro:

source: Mossa da {from_sq} a {to_sq}
es: Jugada de {from_sq} a {to_sq}
pt: Lance de {from_sq} para {to_sq}

source: di
es: de
pt: de

source: Errore nella mossa del bianco: {error}
es: Error en la jugada de las blancas: {error}
pt: Erro no lance das brancas: {error}

source: Errore nella mossa del nero: {error}
es: Error en la jugada de las negras: {error}
pt: Erro no lance das negras: {error}

source: Configurazione lingua non trovata o incompleta, imposto la localizzazione italiana di default.
es: Configuración de idioma no encontrada o incompleta, estableciendo la localización española por defecto.
pt: Configuração de idioma não encontrada ou incompleta, definindo a localização Italiana Padrão.

source: File {filename} non trovato.
es: Archivo {filename} no encontrado.
pt: Arquivo {filename} não encontrado.

source: Errore durante la lettura di {filename}: {error}
es: Error al leer {filename}: {error}
pt: Erro ao ler {filename}: {error}

source: Attenzione: Impossibile leggere il game PGN {game_num} dopo l'header.
es: Atención: No se pudo leer la partida PGN {game_num} después de la cabecera.
pt: Atenção: Impossível ler a partida PGN {game_num} após o cabeçalho.

source: Errore di valore durante il parsing del game PGN {game_num}: {error}
es: Error de valor durante el análisis de la partida PGN {game_num}: {error}
pt: Erro de valor durante a análise da partida PGN {game_num}: {error}

source: Errore generico durante il parsing del game PGN {game_num}: {error}
es: Error genérico durante el análisis de la partida PGN {game_num}: {error}
pt: Erro genérico durante a análise da partida PGN {game_num}: {error}

source: Caricate {num_entries} linee di apertura ECO.
es: Cargadas {num_entries} líneas de apertura ECO.
pt: Carregadas {num_entries} linhas de abertura ECO.

source: Attenzione: {num_skipped} linee ECO sono state saltate a causa di errori di parsing.
es: Atención: se han omitido {num_skipped} líneas ECO debido a errores de análisis.
pt: Atenção: {num_skipped} linhas ECO foram ignoradas devido a erros de análise.

source: ora
es: hora
pt: hora

source: ore
es: horas
pt: horas

source: minuti
es: minutos
pt: minutos

source: secondo
es: segundo
pt: segundo

source: secondi
es: segundos
pt: segundos

source: 0 secondi
es: 0 segundos
pt: 0 segundos

source: Formato orario non valido. Atteso hh:mm:ss. Errore:
es: Formato de hora no válido. Se esperaba hh:mm:ss. Error:
pt: Formato de hora inválido. Esperado hh:mm:ss. Erro:

source: Creazione orologi
es: Creación de relojes
pt: Criação de relógios

source: Nome dell'orologio:
es: Nombre del reloj:
pt: Nome do relógio:

source: Un orologio con questo nome esiste già.
es: Ya existe un reloj con este nombre.
pt: Já existe um relógio com este nome.

source: Bianco e Nero partono con lo stesso tempo? (Invio per sì, 'n' per no):
es: ¿Blancas y Negras empiezan con el mismo tiempo? (Enter para sí, 'n' para no):
pt: Brancas e Negras começam com o mesmo tempo? (Enter para sim, 'n' para não):

source: Tempo (hh:mm:ss) per fase {num}:
es: Tiempo (hh:mm:ss) para la fase {num}:
pt: Tempo (hh:mm:ss) para a fase {num}:

source: Incremento in secondi per fase {num}:
es: Incremento en segundos para la fase {num}:
pt: Incremento em segundos para a fase {num}:

source: Tempo per il bianco (hh:mm:ss) fase {num}:
es: Tiempo para las blancas (hh:mm:ss) fase {num}:
pt: Tempo para as brancas (hh:mm:ss) fase {num}:

source: Incremento per il bianco fase {num}:
es: Incremento para las blancas fase {num}:
pt: Incremento para as brancas fase {num}:

source: Tempo per il nero (hh:mm:ss) fase {num}:
es: Tiempo para las negras (hh:mm:ss) fase {num}:
pt: Tempo para as negras (hh:mm:ss) fase {num}:

source: Incremento per il nero fase {num}:
es: Incremento para las negras fase {num}:
pt: Incremento para as negras fase {num}:

source: Numero di mosse per fase {num} (0 per terminare):
es: Número de jugadas para la fase {num} (0 para terminar):
pt: Número de lances para a fase {num} (0 para terminar):

source: Numero di allarmi da inserire (max 5, 0 per nessuno):
es: Número de alarmas a introducir (máx. 5, 0 para ninguna):
pt: Número de alarmes a inserir (máx 5, 0 para nenhum):

source: Inserisci il tempo (mm:ss) per l'allarme {num}:
es: Introduce el tiempo (mm:ss) para la alarma {num}:
pt: Insira o tempo (mm:ss) para o alarme {num}:
