Repository: GabrieleBattaglia/orologic
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es, pt

source: Inserisci una nota per l'orologio (opzionale):
es: Introduce una nota para el reloj (opcional):
pt: Insira uma nota para o relógio (opcional):

source: Orologio creato e salvato.
es: Reloj creado y guardado.
pt: Relógio criado e salvo.

source: Visualizzazione orologi
es: Visualización de relojes
pt: Visualização de relógios

source: Nessun orologio salvato.
es: Ningún reloj guardado.
pt: Nenhum relógio salvo.

source: . Allarmi: ({num})
pt: . Alarme: ({num})

source: Premi un tasto per tornare al menu principale.
es: Pulsa una tecla para volver al menú principal.
pt: Pressione uma tecla para voltar ao menu principal.

source: Ci sono {num_clocks} orologi nella collezione.
es: Hay {num_clocks} relojes en la colección.
pt: Existem {num_clocks} relógios na coleção.

source: Nessun orologio selezionato o scelta non valida.
pt: Nenhum relógio selecionado ou nome não válido.

source: Eliminazione orologi salvati
es: Eliminación de relojes guardados
pt: Exclusão de relógios salvos

source: sei sicuro di voler eliminare {nomeorologio}? L'azione è irreversibile. Premi invio per sì, qualsiasi altro tasto per no:
pt: A ação de eliminação {nomeorologio} é irreversível. Pressione enter para sim, ou qualquer outra tecla para não:

source: Orologio '{clock_name}' eliminato, ne rimangono {remaining}.
es: Reloj '{clock_name}' eliminado, quedan {remaining}.
pt: Relógio '{clock_name}' excluído, restam {remaining}.

source: Modifica impostazioni varie di Orologic
pt: Alterar várias configurações do Orologic

source: Attivo
pt: Ativo

source: Non attivo
pt: Não está ativo

source: Salvataggio automatico: [{status}]. Premi Invio per cambiare, altro per confermare:
pt: Salvamento automático: [{status}]. Pressione enter para selecionar, ou outra tecla para confirmar:

source: Numeri
pt: Números

source: Parole
pt: Liberdade

source: Stile menu: [{status}]. Premi Invio per cambiare, altro per confermare:
pt: Estilo de Menu: [{status}]. Pressione Enter para ativar, ou outra tecla para confirmar:

source: Salvataggio completato. Impostazioni aggiornate
pt: Salvamento concluído. Configurações atualizadas

source: entra in fase
es: entra en la fase
pt: entra na fase

source: tempo fase
es: tiempo de fase
pt: tempo da fase

source: Allarme: tempo del bianco raggiunto {time}
es: Alarma: tiempo de las blancas alcanzado {time}
pt: Alarme: tempo das brancas atingiu {time}

source: Allarme: tempo del nero raggiunto {time}
es: Alarma: tiempo de las negras alcanzado {time}
pt: Alarme: tempo das negras atingiu {time}

source: Bandierina caduta!
es: ¡Se cayó la bandera!
pt: Bandeira caiu!

source: Tempo del Bianco scaduto. {player} vince.
es: Tiempo de las Blancas agotado. Gana {player}.
pt: Tempo das Brancas esgotado. {player} vence.

source: Tempo del Nero scaduto. {player} vince.
es: Tiempo de las Negras agotado. Gana {player}.
pt: Tempo das Negras esgotado. {player} vence.

source: Ricostruzione dello stato della partita...
pt: Reconstrução do estado da partida ...

source: Attenzione: PGN non valido nel file di salvataggio. Ne creo uno nuovo.
pt: Atenção: PGN não é válido no arquivo de salvamento automático. Eu crio um novo.

source: Errore nella lettura del PGN salvato: {error}. La partita riprenderà senza cronologia PGN.
pt: Erro na leitura do PGN salvo: {error}. A partida será retomada sem a cronologia da leitura do PGN.

source: Bianco: {player} - Tempo: {time}
pt: Branco: {player} - Tempo: {time}

source: Nero: {player} - Tempo: {time}
pt: Negro: {player} - Tempo: {time}

source: Ultima mossa: {move}
pt: Último lance: {move}

source: Tocca a: {player}
pt: Vez de: {player}

source: [Errore durante il salvataggio automatico: {error}]
pt: [Erro durante o Salvamento automático: {error}]

source: Inizio, mossa 0.
es: Inicio, jugada 0.
pt: Início, lance 0.

source: Comando dash non riconosciuto.
es: Comando con guion no reconocido.
pt: Comando com traço não reconhecido.

source: Comandi disponibili:
es: Comandos disponibles:
pt: Comandos disponíveis:

source: bianco
es: blancas
pt: brancas

source: nero
es: negras
pt: negras

source: {player} in vantaggio di
es: {player} con ventaja de
pt: {player} com vantagem de

source: Tempo in pausa da: {duration}
es: Tiempo en pausa desde: {duration}
pt: Tempo em pausa há: {duration}

source: {h} ore,
es: {h} horas,
pt: {h} horas,

source: {m} minuti,
es: {m} minutos,
pt: {m} minutos,

source: {s} secondi e
es: {s} segundos y
pt: {s} segundos e

source: Orologio di {player} in moto
es: Reloj de {player} en marcha
pt: Relógio de {player} acionado

source: Materiale: {white_player} {white_mat}, {black_player} {black_mat}
es: Material: {white_player} {white_mat}, {black_player} {black_mat}
pt: Material: {white_player} {white_mat}, {black_player} {black_mat}

source: Orologi in pausa
es: Relojes en pausa
pt: Relógios em pausa

source: Pausa durata
es: Pausa ha durado
pt: Pausa durou

source: Ultima mossa annullata:
es: Última jugada deshecha:
pt: Último lance anulado:

source: Nuovo tempo bianco: {white_time}, nero: {black_time}
es: Nuevo tiempo blancas: {white_time}, negras: {black_time}
pt: Novo tempo brancas: {white_time}, negras: {black_time}

source: Comando non valido.
es: Comando no válido.
pt: Comando inválido.

source: Lista mosse giocate:
es: Lista de jugadas realizadas:
pt: Lista de lances jogados:

source: Nessuna mossa ancora giocata.
es: Aún no se ha realizado ninguna jugada.
pt: Nenhum lance jogado ainda.

source: Risultato assegnato:
es: Resultado asignado:
pt: Resultado atribuído:

source: Commento registrato per la mossa:
es: Comentario registrado para la jugada:
pt: Comentário registrado para o lance:

source: Nessuna mossa da commentare.
es: Ninguna jugada para comentar.
pt: Nenhum lance para comentar.

source: Non è possibile inserire nuove mosse mentre il tempo è in pausa. Riavvia il tempo con .p
es: No es posible introducir nuevas jugadas mientras el tiempo está en pausa. Reanuda el tiempo con .p
pt: Não é possível inserir novos lances enquanto o tempo está em pausa. Retome o tempo com .p

source: {Proposta di patta}
es: {Propuesta de tablas}
pt: {Proposta de empate}

source: {Proposta di patta}
es: {Propuesta de tablas}
pt: {Proposta de empate}

source: Mosse annullate:
es: Jugadas deshechas:
pt: Lances anulados:

source: Apertura rilevata:
es: Apertura detectada:
pt: Abertura detectada:

source: Scacco matto! Vince {winner}.
es: ¡Jaque mate! Gana {winner}.
pt: Xeque-mate! {winner} vence.

source: Patta per stallo!
es: ¡Tablas por ahogado!
pt: Empate por afogamento!

source: Patta per materiale insufficiente!
es: ¡Tablas por material insuficiente!
pt: Empate por material insuficiente!

source: Patta per la regola delle 75 mosse!
es: ¡Tablas por la regla de las 75 jugadas!
pt: Empate pela regra dos 75 lances!

source: Patta per ripetizione della posizione (5 volte)!
es: ¡Tablas por repetición de la posición (5 veces)!
pt: Empate por repetição de posição (5 vezes)!

source: Patta per la regola delle 50 mosse!
es: ¡Tablas por la regla de las 50 jugadas!
pt: Empate pela regra dos 50 lances!

source: Patta per triplice ripetizione della posizione!
es: ¡Tablas por triple repetición de la posición!
pt: Empate por repetição tripla de posição!

source: Mossa '{move}' illegale o non riconosciuta ({error}). Sulla casa indicata sono possibili: {alternatives}
es: Jugada '{move}' ilegal o no reconocida ({error}). En la casilla indicada son posibles: {alternatives}
pt: Lance '{move}' ilegal ou não reconhecido ({error}). Na casa indicada são possíveis: {alternatives}

source: Partita terminata.
es: Partida terminada.
pt: Partida terminada.

source: PGN salvato come
es: PGN guardado como
pt: PGN salvo como

source: PGN copiato negli appunti.
es: PGN copiado en el portapapeles.
pt: PGN copiado para a área de transferência.

source: Errore durante la copia del PGN negli appunti: {error}
es: Error al copiar el PGN en el portapapeles: {error}
pt: Erro ao copiar o PGN para a área de transferência: {error}

source: File di salvataggio automatico eliminato.
pt: Arquivo de Salvamento automático excluído.

source: [Attenzione: impossibile eliminare il file di autosave: {error}]
pt: [Attenção: impossível eliminar o arquivo de salvamento automático: {error}]

source: Vuoi analizzare la partita? (INVIO per sì, ESC per no):
pt: Deseja analisar a partida? (ENTER para sim, ESC para não):

source: Motore non configurato. Ritorno al menù.
es: Motor no configurado. Volviendo al menú.
pt: Motor não configurado. Retornando ao menu.

source: Impossibile inizializzare il motore. Analisi annullata.
es: No se pudo inicializar el motor. Análisis cancelado.
pt: Impossível inicializar o motor. Análise cancelada.

source: Desideri l'analisi automatica? (INVIO per sì, ESC per manuale):
pt: Você quer fazer análise automática? (Pressione enter para sim, ou ESC para manual):

source: Avvio partita
es: Inicio de partida
pt: Início da partida

source: Scegli la modalità: [S]tandard o [F]ischer Random 960? (S/F)
es: Elige el modo: ¿[E]stándar o [F]ischer Random 960? (E/F)
pt: Escolha o modo: [S] padrão ou [F] fischer Random 960? (S/F)

source: Sede sconosciuta
es: Lugar desconocido
pt: Local desconhecido

source: Nome del bianco [{default}]:
es: Nombre de las blancas [{default}]:
pt: Nome das brancas [{default}]:

source: Nome del nero [{default}]:
es: Nombre de las negras [{default}]:
pt: Nome das negras [{default}]:

source: Elo del bianco [{default}]:
es: Elo de las blancas [{default}]:
pt: Elo das brancas [{default}]:

source: Elo del nero [{default}]:
es: Elo de las negras [{default}]:
pt: Elo das negras [{default}]:

source: Sede [{default}]:
es: Lugar [{default}]:
pt: Local [{default}]:

source: Round [{default}]:
es: Ronda [{default}]:
pt: Rodada [{default}]:

source: Premi un tasto qualsiasi per iniziare la partita quando sei pronto...
es: Pulsa cualquier tecla para empezar la partida cuando estés listo...
pt: Pressione qualquer tecla para iniciar a partida quando estiver pronto...

source: Apertura manuale
es: Apertura manual
pt: Abertura manual

source: Il file {path} non esiste.
es: El archivo {path} no existe.
pt: O arquivo {path} não existe.

source: {num} anni
es: {num} años
pt: {num} anos

source: {num} mesi
es: {num} meses
pt: {num} meses

source: {num} giorni
es: {num} días
pt: {num} dias

source: {num} ore
es: {num} horas
pt: {num} horas

source: e {num} minuti
es: y {num} minutos
pt: e {num} minutos

source: {num} minuti
es: {num} minutos
pt: {num} minutos

source: Ciao! Benvenuto, sono Orologic e ho {age}.
es: ¡Hola! Bienvenido, soy Orologic y tengo {age}.
pt: Olá! Bem-vindo, eu sou o Orologic e tenho {age}.

source: L'ultima versione è la {version} ed è stata rilasciata il {release_date}.
es: La última versión es la {version} y fue lanzada el {release_date}.
pt: A última versão é a {version} e foi lançada em {release_date}.

source: cioè: {release_ago} fa.
es: es decir: hace {release_ago}.
pt: ou seja: {release_ago} atrás.

source: Autore:
es: Autor:
pt: Autor:

source: Digita '?' per visualizzare il menù.
es: Escribe '?' para ver el menú.
pt: Digite '?' para exibir o menu.

source: ✅ Motore attivo: {engine_name}
pt: ✅ Motor ativo: {engine_name}

source: Trovata una partita non conclusa!
pt: Encontrei uma partida não concluída!

source: Vuoi riprenderla? (Invio per Sì / 'n' per No):
pt: Você quer recuperá -la? (Pressione Enter para sim/ 'n' para não):

source: Partita caricata. Avvio in corso...
pt: Partida carregada. Começo da contagem do tempo...

source: Errore critico durante il caricamento della partita: {error}
pt: Erro crítico durante o carregamento da partida: {error}

source: Il file di salvataggio potrebbe essere corrotto. Verrà ignorato per questa sessione.
pt: O arquivo de recuperação pode ser corrompido. Ele será ignorado para esta sessão.

source: Ok, la partita salvata verrà ignorata.
pt: Oquei, a partida salva será ignorada.

source: Caricamento partita dagli appunti...
pt: Erro ao carregar as notas da partida.

source: Azioni per il motore scacchistico:
pt: Configurações para o motor de xadrez:

source: Vuoi [c] cercare un motore nel tuo pc, [s] scaricare Stockfish, o [m] per modificare manualmente la configurazione? (c/s/m):
pt: Digite [c] para Procurar um motor no seu PC, [s] baixar o Stockfish, ou [m] Para alterar manualmente a configuração . (c/s/m):

source: Volume attuale: {vol}, nuovo? (0-100):
es: Volumen actual: {vol}, ¿nuevo? (0-100):
pt: Volume atual: {vol}, novo? (0-100):

source: Nessun orologio disponibile. Creane uno prima.
es: No hay relojes disponibles. Crea uno primero.
pt: Nenhum relógio disponível. Crie um primeiro.

source: Scelta non valida.
es: Elección no válida.
pt: Escolha inválida.

source: Connessione col motore UCI chiusa
es: Conexión con el motor UCI cerrada
pt: Conexão com o motor UCI ativada

source: {num} secondi
es: {num} segundos
pt: {num} segundo

source: {num} millisecondi
es: {num} milisegundos
pt: {num} milissegundos

source: 0 millisecondi
es: 0 milisegundos
pt: 0 milissegundos

source: sconosciuto
es: desconocido
pt: desconhecido

source: Arrivederci da Orologic {version}. Questa era la nostra {launch_count}a volta e ci siamo divertiti assieme per: {duration}
es: Adiós de parte de Orologic {version}. Esta fue nuestra {launch_count}ª vez y nos divertimos juntos durante: {duration}
pt: Até logo, de Orologic {version}. Esta foi a nossa {launch_count}ª vez e nos divertimos juntos por: {duration}

source: Premi un tasto per uscire...
pt: Aperte uma tecla para sair...

source: Data: {date}
es: Fecha: {date}
