Repository: GabrieleBattaglia/orologic
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es, pt

source: mossa forte
es: jugada fuerte
pt: lance forte

source: mossa debole
es: jugada débil
pt: lance fraco

source: mossa molto forte
es: jugada muy fuerte
pt: lance muito forte

source: mossa molto debole
es: jugada muy débil
pt: lance muito fraco

source: mossa dubbia
es: jugada dudosa
pt: lance duvidoso

source: Vai alla mossa precedente
es: Ir a la jugada anterior
pt: Ir para o lance anterior

source: Vai alla mossa successiva
es: Ir a la jugada siguiente
pt: Ir para o próximo lance

source: Aggiorna valutazione CP
es: Actualizar evaluación en CP
pt: Atualizar avaliação em CP

source: Visualizza questa lista di comandi
es: Mostrar esta lista de comandos
pt: Visualiza esta lista de comandos

source: Esci dalla modalità smart
es: Salir del modo inteligente
pt: Sair do modo Inteligente

source: Vai all'inizio o nodo padre (se in variante)
es: Ir al inicio o nodo padre (si está en una variante)
pt: Ir para o início ou nó pai (se estiver em variante)

source: Indietro di 1 mossa
es: Retroceder 1 jugada
pt: Recuar 1 lance

source: Avanti di 1 mossa e visualizza eventuale commento
es: Avanzar 1 jugada y mostrar comentario si existe
pt: Avançar 1 lance e exibir eventual comentário

source: Vai alla fine o nodo del prossimo ramo variante
es: Ir al final o al nodo de la siguiente rama de variante
pt: Ir para o final ou nó da próxima variante

source: Seleziona nodo variante precedente
es: Seleccionar nodo de variante anterior
pt: Selecionar nó da variante anterior

source: Seleziona nodo variante successivo
es: Seleccionar nodo de variante siguiente
pt: Selecionar nó da variante seguinte

source: Legge gli headers della partita
es: Lee las cabeceras de la partida
pt: Ler os cabeçalhos da partida

source: Vai a mossa
es: Ir a la jugada
pt: Ir para o lance

source: Carica il PGN dagli appunti
es: Cargar PGN desde el portapapeles
pt: Carregar PGN da área de transferência

source: Inserisce la bestline come variante nel PGN
es: Inserta la mejor línea como variante en el PGN
pt: Insere a melhor linha (bestline) como variante no PGN

source: Inserisce la bestmove nel PGN
es: Inserta la mejor jugada en el PGN
pt: Insere o melhor lance (bestmove) no PGN

source: Richiede un commento all'utente e lo aggiunge
es: Solicita un comentario al usuario y lo añade
pt: Solicita um comentário ao usuário e o adiciona

source: Inserisce la valutazione in centipawn nel PGN
es: Inserta la evaluación en centipeones en el PGN
pt: Insere a avaliação em centipeões (centipawn) no PGN

source: Attiva/disattiva la lettura automatica dei commenti
es: Activar/desactivar la lectura automática de comentarios
pt: Ativar/desativar a leitura automática de comentários

source: Elimina il commento (o consente di sceglierlo se ce ne sono più di uno)
es: Eliminar el comentario (o permite elegir si hay más de uno)
pt: Excluir o comentário (ou permite escolher se houver mais de um)

source: Calcola e aggiungi la bestmove al prompt
es: Calcula y añade la mejor jugada al prompt
pt: Calcular e adicionar o melhor lance (bestmove) ao prompt

source: Calcola e visualizza la bestline, aggiungendo anche la bestmove al prompt
es: Calcula y muestra la mejor línea, añadiendo también la mejor jugada al prompt
pt: Calcular e exibir a melhor linha (bestline), adicionando também o melhor lance (bestmove) ao prompt

source: Visualizza le linee di analisi e ne permette l'ispezione smart
es: Muestra las líneas de análisis y permite su inspección inteligente
pt: Exibir as linhas de análise e permitir sua inspeção Inteligente

source: Calcola e aggiungi la valutazione al prompt
es: Calcula y añade la evaluación al prompt
pt: Calcular e adicionar a avaliação ao prompt

source: Visualizza le percentuali Win Draw Lost nella posizione corrente
es: Muestra los porcentajes de Victoria, Empate y Derrota en la posición actual
pt: Exibir as percentagens de Vitória, Empate e Derrota (VED) na posição atual

source: Aggiungi il bilancio materiale al prompt
es: Añadir el balance de material al prompt
pt: Adicionar o balanço de material ao prompt

source: Visualizza la scacchiera
es: Mostrar el tablero
pt: Exibir o tabuleiro

source: Imposta i secondi di analisi per il motore
es: Establecer los segundos de análisis para el motor
pt: Definir os tempos de análise em segundos para o motor

source: Imposta il numero di linee di analisi da visualizzare
es: Establecer el número de líneas de análisis a mostrar
pt: Definir o número de linhas de análise a exibir

source: Mostra questa lista di comandi
es: Mostrar esta lista de comandos
pt: Mostrar esta lista de comandos

source: Esci dalla modalità analisi e salva il PGN se diverso dall'originale
es: Salir del modo de análisis y guardar el PGN si es diferente del original
pt: Sair do modo de análise e salvar o PGN se for diferente do original

source: Mostra il tempo rimanente del bianco
es: Mostrar el tiempo restante de las blancas
pt: Mostrar o tempo restante das brancas

source: Mostra il tempo rimanente del nero
es: Mostrar el tiempo restante de las negras
pt: Mostrar o tempo restante das negras

source: Mostra entrambe gli orologi
es: Mostrar ambos relojes
pt: Mostrar ambos os relógios

source: Confronta i tempi rimanenti e indica il vantaggio
es: Compara los tiempos restantes e indica la ventaja
pt: Comparar os tempos restantes e indicar a vantagem

source: Riporta quale orologio è in moto o la durata della pausa, se attiva
es: Informa qué reloj está en marcha o la duración de la pausa, si está activa
pt: Informa qual relógio está em contagem ou a duração da pausa, se ativa

source: Visualizza la lista mosse giocate
es: Mostrar la lista de jugadas realizadas
pt: Exibir a lista de lances jogados

source: Mostra il valore del materiale ancora in gioco
es: Mostrar el valor del material aún en juego
pt: Mostrar o valor do material ainda em jogo

source: Pausa/riavvia il countdown degli orologi
es: Pausar/reanudar la cuenta atrás de los relojes
pt: Pausar/retomar a contagem dos relógios

source: Annulla l'ultima mossa (solo in pausa)
es: Deshacer la última jugada (solo en pausa)
pt: Anular o último lance (somente em pausa)

source: Aggiunge tempo al bianco (in pausa)
es: Añadir tiempo a las blancas (en pausa)
pt: Adicionar tempo às brancas (em pausa)

source: Sottrae tempo al bianco (in pausa)
es: Restar tiempo a las blancas (en pausa)
pt: Subtrair tempo das brancas (em pausa)

source: Aggiunge tempo al nero (in pausa)
es: Añadir tiempo a las negras (en pausa)
pt: Adicionar tempo às negras (em pausa)

source: Sottrae tempo al nero (in pausa)
es: Restar tiempo a las negras (en pausa)
pt: Subtrair tempo das negras (em pausa)

source: Aggiunge un commento alla mossa corrente
es: Añadir un comentario a la jugada actual
pt: Adicionar um comentário ao lance atual

source: Assegna vittoria al bianco (1-0) e conclude la partita
es: Asignar victoria a las blancas (1-0) y finalizar la partida
pt: Atribuir vitória às brancas (1-0) e encerrar a partida

source: Assegna vittoria al nero (0-1) e conclude la partita
es: Asignar victoria a las negras (0-1) y finalizar la partida
pt: Atribuir vitória às negras (0-1) e encerrar a partida

source: Assegna patta (1/2-1/2) e conclude la partita
es: Asignar tablas (1/2-1/2) y finalizar la partida
pt: Atribuir empate (1/2-1/2) e encerrar a partida

source: Assegna risultato non definito (*) e conclude la partita
es: Asignar resultado no definido (*) y finalizar la partida
pt: Atribuir resultado indefinido (*) e encerrar a partida

source: Visualizza l'elenco dei comandi disponibili
es: Mostrar la lista de comandos disponibles
pt: Exibir a lista de comandos disponíveis

source: Mostra la diagonale alto-destra partendo dalla base della colonna data
es: Mostrar la diagonal superior derecha partiendo de la base de la columna dada
pt: Mostrar a diagonal superior direita a partir da base da coluna fornecida

source: Mostra la diagonale alto-sinistra partendo dalla base della colonna data
es: Mostrar la diagonal superior izquierda partiendo de la base de la columna dada
pt: Mostrar a diagonal superior esquerda a partir da base da coluna fornecida

source: Mostra le figure su quella colonna o traversa o casa
es: Mostrar las piezas en esa columna, fila o casilla
pt: Mostrar as peças nessa coluna, fileira ou casa

source: Mostra la/le posizione/i del pezzo indicato
es: Mostrar la/s posición/es de la pieza indicada
pt: Mostrar a(s) posição(ões) da peça indicada

source: Entra in modalità analisi partita
es: Entrar en modo de análisis de partida
pt: Entrar no modo de análise de partida

source: Aggiungi un nuovo orologio alla collezione
pt: Criar um novo relógio para adicionar à coleção

source: Cancella uno degli orologi salvati
pt: Elimina um dos relógios salvos

source: Inizia la partita
es: Empezar la partida
pt: Iniciar a partida

source: Mostra la guida dell'app
es: Mostrar la guía de la aplicación
pt: Mostrar o guia do aplicativo

source: Configura le impostazioni per il motore di scacchi
es: Configurar los ajustes para el motor de ajedrez
pt: Configurar as definições do motor de xadrez

source: Personalizza i nomi dei pezzi e delle colonne
es: Personalizar los nombres de las piezas y de las columnas
pt: Personalizar os nomes das peças e das colunas

source: Varie ed eventuali
pt: Configurações Diversas

source: Mostra gli orologi salvati
pt: Mostra os relógios salvos

source: Consente la regolazione del volume degli effetti audio
es: Permite ajustar el volumen de los efectos de sonido
pt: Permite ajustar o volume dos efeitos sonoros

source: Esci dall'applicazione
es: Salir de la aplicación
pt: Sair do aplicativo

source: Conferma con invio o annulla con escape
pt: Confirma com enter ou annulla con escape

source: Nessuna configurazione trovata. Avvio ricerca avanzata del motore...
pt: Nenhuma configuração encontrada. Iniciando busca avançada do motor...

source: Avvio ricerca su: {paths}
pt: Iniciando busca em: {paths}

source: Tempo impiegato: {duration:.2f} secondi
pt: Tempo em pausa há: {duration:.2f} Segundos

source: Cartelle scansionate: {folders}
pt: Pastas verificadas: {folders}

source: File scansionati: {files}
pt: Arquivos verificados: {files}

source: Risultato: Nessun motore trovato.
pt: Resultado: Nenhum motor encontrado.

source: Sono stati trovati {num} eseguibili che potrebbero essere motori compatibili Verifica che lo siano davvero e scegline uno da usare:
pt: Foram encontrados {num} executáveis que podem ser motores compatíveis Verifique se realmente são e escolha um para usar:

source: Trovato un solo motore. Vuoi usarlo? (Invio per sì, 0 per no, 's' per scaricare):
pt: Encontrado um único motor. Deseja usá-lo? (Enter para sim, 0 para não 's' para baixar):

source: Nessun motore selezionato.
pt: Nenhum motor selecionado.

source: Hai selezionato: {file}
pt: Você selecionou: {file}

source: Quale motore vuoi usare? (1-{max_num}, 0 per nessuno, 's' per scaricare Stockfish):
pt: Qual motor você quer usar? (1-{max_num}, 0 para nenhum, 's' para baixar o Stockfish):

source: Scelta non valida. Riprova.
pt: Escolha inválida. Tente novamente.

source: Input non valido. Riprova.
pt: Número inválido. Tente novamente.

source: 📥 Sto scaricando Stockfish da {url}...
pt: 📥 Estou baixando Stockfish da {url}...

source: ...sto estraendo i file...
pt: Estou extraindo o Arquivo...

source: Estrazione completata.
pt: Extração Completa.

source: Installazione di Stockfish completata con successo!
pt: Instalação do Stockfish completada com sucesso!

source: Errore di rete durante il download: {error}
pt: Erro de rede durante o download: {error}

source: Errore: Il file scaricato non è uno zip valido.
pt: Erro: O arquivo baixado não é um arquivo zip válido.

source: Si è verificato un errore imprevisto durante l'installazione: {error}
pt: Ocorreu um erro inesperado durante a instalação: {error}

source: Destinazione non riconosciuta.
es: Destino no reconocido.
pt: Destino não reconhecido.

source: Nessuna mossa legale trovata per la destinazione indicata.
es: No se encontraron jugadas legales para el destino indicado.
pt: Nenhum lance legal encontrado para o destino indicado.

source: {i}°: {desc}
pt: {i}º: {desc}

source: default_filename
es: nombre_archivo_defecto
pt: nome_arquivo_padrao

source: Linee disponibili:
es: Líneas disponibles:
pt: Linhas disponíveis:

source: Linea {num}: {summary}
es: Línea {num}: {summary}
pt: Linha {num}: {summary}

source: Quale linea vuoi ispezionare? (1/{num_lines})
es: ¿Qué línea quieres inspeccionar? (1/{num_lines})
pt: Qual linha você quer inspecionar? (1/{num_lines})

source: Linea vuota, termine ispezione.
es: Línea vacía, fin de la inspección.
pt: Linha vazia, inspeção terminada.

source: Mate in {moves}
es: Mate en {moves}
pt: Mate em {moves}

source: Utilizza questi comandi:
es: Utiliza estos comandos:
pt: Use estes comandos:

source: Linea {line_num}: ({current}/{total}), CP: {cp}, {move_num}... {move_desc}
es: Línea {line_num}: ({current}/{total}), CP: {cp}, {move_num}... {move_desc}
pt: Linha {line_num}: ({current}/{total}), CP: {cp}, {move_num}... {move_desc}

source: Non ci sono mosse precedenti.
es: No hay jugadas anteriores.
pt: Não há lances anteriores.

source: Errore interno durante avanzamento per valutazione: {error}
es: Error interno durante el avance para evaluación: {error}
pt: Erro interno ao avançar para avaliação: {error}

source: Valutazione aggiornata.
es: Evaluación actualizada.
pt: Avaliação atualizada.

source: Impossibile aggiornare la valutazione.
es: No se pudo actualizar la evaluación.
pt: Impossível atualizar a avaliação.

source: Non ci sono mosse successive.
es: No hay jugadas siguientes.
pt: Não há lances seguintes.

source: Comando non riconosciuto.
es: Comando no reconocido.
pt: Comando não reconhecido.

source: {num}°.
pt: {num}º.

source: {num}°... {desc}
pt: {num}º... {desc}

source: Matto in {moves}, {first_move}
es: Mate en {moves}, {first_move}
pt: Mate em {moves}, {first_move}

source: Matto in {moves}:
es: Mate en {moves}:
pt: Mate em {moves}:

source: Errore in CalculateBestLine:
es: Error en CalculateBestLine:
pt: Erro ao Calcular a melhor linha:

source: Errore in CalculateEvaluation per FEN {fen}: {error}
es: Error en CalculateEvaluation para FEN {fen}: {error}
pt: Erro em Calcular Avaliação para FEN {fen}: {error}

source: Warning: Valori WDL dopo unpack non numerici: W={win}, D={draw}, L={loss}
es: Advertencia: Valores WDL después del desempaquetado no numéricos: W={win}, D={draw}, L={loss}
pt: Aviso: Valores VED após desempacotamento não numéricos: V={win}, E={draw}, D={loss}

source: Warning: Impossibile determinare prospettiva WDL da {info}. Assumo WHITE.
es: Advertencia: No se puede determinar la perspectiva WDL desde {info}. Asumo BLANCAS.
pt: Aviso: Impossível determinar a perspectiva VED de {info}. Assumindo BRANCAS.

source: Warning: Fallito unpack diretto oggetto WDL {info}: {error}
es: Advertencia: Falló el desempaquetado directo del objeto WDL {info}: {error}
pt: Aviso: Falha ao desempacotar diretamente o objeto VED {info}: {error}

source: Errore generale in CalculateWDL per FEN {fen}: {error}
es: Error general en CalculateWDL para FEN {fen}: {error}
pt: Erro geral em CalculateWDL para FEN {fen}: {error}

source: Il tempo di analisi deve essere positivo.
es: El tiempo de análisis debe ser positivo.
pt: O tempo de análise deve ser positivo.

source: Tempo di analisi impostato a {seconds} secondi.
es: Tiempo de análisis establecido en {seconds} segundos.
pt: Tempo de análise definido para {seconds} segundos.

source: Errore in SetAnalysisTime:
es: Error en SetAnalysisTime:
pt: Erro em SetAnalysisTime:

source: Il numero di linee deve essere almeno 1.
es: El número de líneas debe ser al menos 1.
pt: O número de linhas deve ser no mínimo 1.

source: Multipv impostato a {multipv}.
es: Multipv establecido en {multipv}.
pt: MultiPV definido para {multipv}.

source: Errore in SetMultipv:
es: Error en SetMultipv:
pt: Erro em SetMultipv:

source: Appunti vuoti.
es: Portapapeles vacío.
pt: Área de transferência vazia.

source: PGN non valido negli appunti.
es: PGN no válido en el portapapeles.
pt: PGN inválido na área de transferência.

source: Sono state trovate {num_games} partite nei PGN.
es: Se han encontrado {num_games} partidas en el PGN.
pt: Foram encontradas {num_games} partidas no PGN.

source: Sconosciuto
es: Desconocido
pt: Desconhecido

source: Data sconosciuta
es: Fecha desconocida
pt: Data desconhecida

source: Quale partita vuoi caricare?
es: ¿Qué partida quieres cargar?
pt: Qual partida você quer carregar?

source: Numero non valido. Riprova.
es: Número no válido. Inténtalo de nuevo.
pt: Número inválido. Tente novamente.

source: Input non valido. Inserisci un numero.
es: Entrada no válida. Introduce un número.
pt: Entrada inválida. Insira um número.

source: Errore in LoadPGNFromClipboard:
es: Error en LoadPGNFromClipboard:
pt: Erro ao Carregar PGN para a Área de Transferência:

source: Nome Sconosciuto
pt: Nome desconhecido

source: ⚠️ Errore durante l'avvio del motore: {error}
pt: ⚠️ Erro ao iniciar o motor: {error}

source: Imposta configurazione del motore scacchistico
es: Establecer configuración del motor de ajedrez
pt: Definida a configuração do motor de xadrez

source: Configurazione attuale del motore:
es: Configuración actual del motor:
pt: Configuração atual do motor:

source: Nessuna configurazione trovata.
es: No se encontró ninguna configuración.
pt: Nenhuma configuração encontrada.

source: Inserisci il percorso dove è salvato il motore UCI [{default}]:
pt: Insira o caminho onde o motor UCI é salvo [{default}]:

source: Inserisci il nome dell'eseguibile del motore [{default}]:
pt: Insira o nome do executável do motor [{default}]:

source: Il file specificato non esiste. Verifica il percorso e il nome dell'eseguibile.
es: El archivo especificado no existe. Verifica la ruta y el nombre del ejecutable.
pt: O arquivo especificado não existe. Verifique o caminho e o nome do executável.

source: Info: il motore si trova sullo stesso drive, verrà salvato un percorso relativo per la portabilità.
pt: Informação: O Motor está localizado na mesma unidade em que está instalado o Orologic, um caminho relativo para portabilidade será salvo.

source: Info: il motore si trova su un drive diverso, verrà salvato un percorso assoluto (configurazione non portatile).
pt: Informação: O mecanismo está localizado em uma unidade diferente da em que o Orologic foi instalado, um caminho absoluto será salvo (configuração não portável).

source: Inserisci la dimensione della hash table (min: 1, max: 4096 MB):
es: Introduce el tamaño de la tabla hash (mín: 1, máx: 4096 MB):
pt: Insira o tamanho da tabela hash (mín: 1, máx: 4096 MB):

source: Inserisci il numero di core da utilizzare (min: 1, max: {max_cores}):
es: Introduce el número de núcleos a utilizar (mín: 1, máx: {max_cores}):
pt: Insira o número de núcleos a utilizar (mín: 1, máx: {max_cores}):

source: Inserisci il livello di skill (min: 0, max: 20):
es: Introduce el nivel de habilidad (mín: 0, máx: 20):
pt: Insira o nível de habilidade (skill) (mín: 0, máx: 20):

source: Inserisci il move overhead in millisecondi (min: 0, max: 500):
es: Introduce el 'move overhead' en milisegundos (mín: 0, máx: 500):
pt: Insira o move overhead em milissegundos (mín: 0, máx: 500):

source: Configurazione del motore salvata.
pt: Configuração do motor salva.

source: --- Personalizzazione Lingua ---
es: --- Personalización de Idioma ---
pt: Personalização de Idioma

source: Per ogni voce, inserisci il nuovo testo o premi INVIO per mantenere il valore attuale.
es: Para cada entrada, introduce el nuevo texto o pulsa ENTER para mantener el valor actual.
pt: Para cada item, insira o novo texto ou pressione ENTER para manter o valor atual.

source: Nome per 'Pedone'
es: Nombre para 'Peón'
pt: Nome para 'Peão'

source: Nome per 'Cavallo'
es: Nombre para 'Caballo'
pt: Nome para 'Cavalo'

source: Nome per 'Alfiere'
es: Nombre para 'Alfil'
pt: Nome para 'Bispo'

source: Nome per 'Torre'
es: Nombre para 'Torre'
pt: Nome para 'Torre'

source: Nome per 'Donna'
es: Nombre para 'Dama'
pt: Nome para 'Dama'

source: Nome per 'Re'
es: Nombre para 'Rey'
pt: Nome para 'Rei'

source: Nome per colonna 'a' (Ancona)
es: Nombre para columna 'a' (Ana)
pt: Nome para a coluna 'a' (Amor)

source: Nome per colonna 'b' (Bologna)
es: Nombre para columna 'b' (Bela)
pt: Nome para a coluna 'b' (Brasil)

source: Nome per colonna 'c' (Como)
es: Nombre para columna 'c' (Cesar)
pt: Nome para a coluna 'c' (Casa)

source: Nome per colonna 'd' (Domodossola)
es: Nombre para columna 'd' (David)
pt: Nome para a coluna 'd' (Dado)

source: Nome per colonna 'e' (Empoli)
es: Nombre para columna 'e' (Eva)
pt: Nome para a coluna 'e' (Escola)

source: Nome per colonna 'f' (Firenze)
es: Nombre para columna 'f' (Felix)
pt: Nome para a coluna 'f' (Faca)

source: Nome per colonna 'g' (Genova)
es: Nombre para columna 'g' (Gustav)
pt: Nome para a coluna 'g' (Gato)

source: Nome per colonna 'h' (Hotel)
es: Nombre para columna 'h' (Hector)
pt: Nome para a coluna 'h' (Hoje)

source: Aggettivo 'bianco' (maschile)
es: Adjetivo 'blanco' (masculino)
pt: Adjetivo 'branco' (masculino)

source: Aggettivo 'bianco' (femminile)
es: Adjetivo 'blanca' (femenino)
pt: Adjetivo 'branca' (feminino)

source: Aggettivo 'nero' (maschile)
es: Adjetivo 'negro' (masculino)
pt: Adjetivo 'negro' (masculino)

source: Aggettivo 'nero' (femminile)
es: Adjetivo 'negra' (femenino)
pt: Adjetivo 'negra' (feminino)

source: Verbo per la cattura (es. 'prende')
es: Verbo para la captura (ej. 'captura')
pt: Verbo para a captura (ex: 'captura')

source: Preposizione per la casa di cattura (es. 'in')
es: Preposición para la casilla de captura (ej. 'en')
pt: Preposição para a casa de captura (ex: 'em')

source: Preposizione per la casa di destinazione (es. 'in')
es: Preposición para la casilla de destino (ej. 'a')
pt: Preposição para a casa de destino (ex: 'em')

source: Testo per 'en passant'
es: Texto para 'al paso'
pt: Texto para 'en passant'

source: Testo per 'arrocco corto'
es: Texto para 'enroque corto'
pt: Texto para 'roque pequeno'

source: Testo per 'arrocco lungo'
es: Texto para 'enroque largo'
pt: Texto para 'roque grande'

source: Testo per la promozione (es. 'e promuove a')
es: Texto para la promoción (ej. 'y corona')
pt: Texto para a promoção (ex: 'e promove para')

source: Testo per 'scacco'
es: Texto para 'jaque'
pt: Texto para 'xeque'

source: Testo per 'scacco matto!'
es: Texto para '¡jaque mate!'
pt: Texto para 'xeque-mate!'

source: Genere per '{new_val}' (m/f/n) [{current_gender}]:
pt: Gênero para '{new_val}' (m/f/n) [{current_gender}]:

source: Input non valido. Inserisci 'm' (maschile), 'f' (femminile) o 'n' (neutro).
es: Entrada no válida. Introduce 'm' (masculino), 'f' (femenino) o 'n' (neutro).
pt: Entrada inválida. Insira 'm' (masculino), 'f' (feminino) ou 'n' (neutro).

source: Impostazioni di lingua salvate con successo!
es: ¡Configuración de idioma guardada con éxito!
pt: Configurações de idioma salvas com sucesso!

source: Motore non inizializzato. Impossibile avviare l'analisi automatica.
pt: Motor não inicializado. Impossível iniciar a análise automática.

source: --- Analisi Automatica della Partita ---
pt: --- Análise automática da partida ---

source: Impostazione dei parametri di analisi:
pt: Configurações dos parâmetros de análise:

source: Tempo per mossa (secondi)
pt: Tempo por lance (segundos)

source: Profondità fissa (ply)
pt: Profundidade fixa (ply)

source: Numero di nodi per mossa
pt: Número de nós por lance

source: Scelta non valida:
pt: Escolha inválida:

source: Inserisci i secondi per mossa: [INVIO per 1]
pt: Digite os segundos por lance: [enter para 1]

source: Inserisci la profondità di analisi: [INVIO per 18]
pt: Insira a profundidade de análise: [ENTER para 18]
